# brew "docker" # https://docs.docker.com/docker-for-mac/apple-m1/
brew "awscli"
brew "bat"
brew "deno"
brew "eza"
brew "fzf"
brew "gawk"
brew "gh"
brew "gpg"
brew "jq"
brew "lesspipe"
brew "mise"
brew "mysql-client"
brew "nkf"
brew "procs"
brew "sheldon"
brew "rcm"
brew "readline"
brew "sqlite"
brew "starship"
brew "the_platinum_searcher"
brew "tig"
brew "tree"
brew "wget"

# Fonts
tap "homebrew/cask-fonts"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "homebrew/cask-fonts/font-hackgen"
cask "homebrew/cask-fonts/font-hackgen-nerd"
