# brew "docker" # https://docs.docker.com/docker-for-mac/apple-m1/
brew "asdf"
brew "awscli"
brew "bat"
brew "exa"
brew "gawk"
brew "gh"
brew "gpg"
brew "jq"
brew "lesspipe"
brew "mysql-client"
brew "nkf"
brew "procs"
brew "rcm"
brew "readline"
brew "sqlite"
brew "the_platinum_searcher"
brew "tig"
brew "tree"
brew "wget"
